IDEA StatiCa Open Model
OriginSettings.ProjectName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Name of project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ProjectName { get; set; }
Public Property ProjectName As String
	Get
	Set
public:
property String^ ProjectName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace